Revit 2024 API
Schema.Documentation Property
 The overall description of the Schema.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public string Documentation { get; }
Visual Basic
Public ReadOnly Property Documentation As String
	Get
Visual C++
public:
property String^ Documentation {
	String^ get ();
}
See Also
Schema Class
Autodesk.Revit.DB.ExtensibleStorage Namespace